---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InstanceScheduleOnlyLevelParam
source: html/b1333b94-c0e8-d79c-77c0-b74e0bb3dd18.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InstanceScheduleOnlyLevelParam Property

"Schedule Level"

## Syntax (C#)
```csharp
public static ForgeTypeId InstanceScheduleOnlyLevelParam { get; }
```